[{"text": "Cats can make about 100 different sounds.", "_id": "4168e19404c0b9f7a752bfcb"}, {"text": "A group of cats is called a clowder.", "_id": "2be729d918d04fd35e034ae8"}, {"text": "The oldest known pet cat was found in a 9500 year old gravesite on the island of Cyprus", "_id": "821d426b9466aab8337ab20f"}, {"text": "Cats are the most popular pet in North America (over 73 million).", "_id": "e31339ac2aa0f546f93e21e6"}, {"text": "There are approximately 40 recognized breeds of domestic cats.", "_id": "beb761d1c32b027f02473dcf"}, {"text": "A cat’s hearing is more sensitive than a dog’s.", "_id": "3633716bb0f4b0536a6a4b3b"}, {"text": "Domestic cats can run up to 30 miles/hour for short distances.", "_id": "2bcb113b1554a18d9537643b"}, {"text": "Domestic cats can jump up to five times their own height.", "_id": "93702a3aba9e7e17d531fc37"}, {"text": "The earliest ancestor of the modern cat, Proailurus (“first cat” in Greek), lived 30 million years ago.", "_id": "93bcf7942be09e6442ffdd27"}, {"text": "The largest cat is the Siberian Tiger, which can be more than 12 feet long and weigh up to 700 lbs.", "_id": "9c2daeb8641b89641e0be469"}, {"text": "The smallest wild cat is the Black-footed cat, which can be less than 20 inches long and weigh as little as 2.5 lbs.", "_id": "2aac9c36326db0b6712508c7"}, {"text": "Black cats are considered to be lucky in Britain and Australia.", "_id": "51b0edcbcf3a44eb50147dc0"}, {"text": "The oldest breed of domestic cat is the Egyptian Mau. “Mau” is, in fact, the Egyptian word for cat.", "_id": "2e0c93fe7eb3cc6ff83b61b8"}, {"text": "Sir Isaac Newton invented the cat flap (cat door) to prevent the comings and goings of his cat “Spithead” from interrupting his light sensitive experiments.", "_id": "6461765fb01e9803f46f8298"}, {"text": "The Cheetah is the only cat without retractable claws.", "_id": "c5314f5d147ec3280d240fea"}, {"text": "The oldest domestic cat on record lived three days beyond her 38th birthday.", "_id": "d2b4a4b63ca1a9b7a1ece66c"}, {"text": "Cats spend nearly 1/3 of their waking hours grooming.", "_id": "8e8939d17c624dfd2b305ec1"}, {"text": "Cats usually have 12 whiskers on each side of their face.", "_id": "fde8840b59681ee1f84a0652"}]