[{"text": "Cats are the most popular pet in the united states: there are 88 million pet cats and 74 million dogs.", "_id": "5ff5d5a5f9afb69c428ab585"}, {"text": "There are cats who have survived falls from over 32 stories (320 meters) onto concrete.", "_id": "f7fc198a6bf8c596858fece3"}, {"text": "A group of cats is called a clowder.", "_id": "2be729d918d04fd35e034ae8"}, {"text": "Cats have over 20 muscles that control cats' ears.", "_id": "bd1b0a8bbb29b2a62e8938ad"}, {"text": "Cats sleep 70% of cats' lives.", "_id": "1e927c9efd157a47a21404ce"}, {"text": "A cat has been mayor of talkeetna, alaska, for 15 years. his name is stubbs.", "_id": "27775ef8597c34115e93cd97"}, {"text": "One ran for mayor of mexico city in 2013.", "_id": "5837713dfc8cc41f6af68da9"}, {"text": "In tigers and tabbies, the middle of the tongue is covered in backward-pointing spines, used for breaking off and gripping meat.", "_id": "6da860f6d05d8a599d99cb11"}, {"text": "When cats grimace, cats are usually “taste-scenting.” cats have an extra organ that, with some breathing control, allows the cats to taste-sense the air.", "_id": "0b856ed10862a230ded5d981"}, {"text": "Cats can’t taste sweetness.", "_id": "212d37d3a9bc2e3461840a7a"}, {"text": "Owning a cat can reduce the risk of stroke and heart attack by a third.", "_id": "03ebf3c5d0c144ef9a4b5099"}, {"text": "Wikipedia has a recording of a cat meowing because why not?", "_id": "fd053749d7c01c488cb409f1"}, {"text": "The world’s largest cat measured 48.5 inches long.", "_id": "8be008b8832ae177a673d6b9"}, {"text": "Evidence suggests domesticated cats have been around since 3600 b.c., 2,000 years before egypt’s pharaohs.", "_id": "79480f1c83ad527f1f3dc307"}, {"text": "A cat’s purr may be a form of self-healing, as it can be a sign of nervousness as well as contentment.", "_id": "3106dbdefb250349c667d6cd"}, {"text": "Similarly, the frequency of a domestic cat’s purr is the same at which muscles and bones repair themselves.", "_id": "3399fdb9655d834448ad4a26"}, {"text": "Adult cats only meow to communicate with humans.", "_id": "24dfb2ba0db98562f34e895c"}, {"text": "The world’s richest cat is worth $13 million after his human passed away and left her fortune to him.", "_id": "aeaf5b2250528627dcbac10e"}, {"text": "Your cat recognizes your voice but just acts too cool to care (probably because cats are).", "_id": "e7c30696014ec946bc620990"}, {"text": "Cats are often lactose intolerant, so stop givin’ them milk!", "_id": "97756a2c6710335014292c09"}, {"text": "Basically all cartoon cats lied to us: raw fish is off the table for cats as well.", "_id": "8c3928f5eb4aba8fad6d5d45"}, {"text": "The oldest cat video on youtube dates back to 1894 (when it was made, not when it was uploaded, duh).", "_id": "5c9406830da04d2f8cb4943a"}, {"text": "In the 1960s, the cia tried to turn a cat into a bonafide spy by implanting a microphone into her ear and a radio transmitter at the base of her skull. she somehow survived the surgery but got hit by a taxi on her first mission.", "_id": "eed7aab915815fbd245576e6"}, {"text": "The technical term for “hairball” is “bezoar.”", "_id": "1110866be6fd4f68c4fb6bd7"}, {"text": "Female cats are typically right-pawed while male cats are typically left-pawed.", "_id": "5fde93c2efbf4ff24ecafff9"}, {"text": "Cats make more than 100 different sounds whereas dogs make around 10.", "_id": "2e6bb56bbc1f90f9927886a7"}, {"text": "A cat’s brain is 90% similar to a human’s — more similar than to a dog’s.", "_id": "0a4dc54b61355162dbd82be7"}, {"text": "Cats and humans have nearly identical sections of the brain that control emotion.", "_id": "f2a4bb958bf79c3a7eaea296"}, {"text": "A cat’s cerebral cortex (the part of the brain in charge of cognitive information processing) has 300 million neurons, compared with a dog’s 160 million.", "_id": "5b6206ac89dfd34b37870fb8"}, {"text": "Cats have a longer-term memory than dogs, especially when cats learn by actually doing rather than simply seeing.", "_id": "a234e79c36fc679837ac20ca"}, {"text": "Basically, cats have a lower social iq than dogs but can solve more difficult cognitive problems when cats feel like it.", "_id": "e1248011736ae605d3ce8112"}, {"text": "Cats have 1,000 times more data storage than an ipad.", "_id": "248cd5edcf6bb4aba00f0fd1"}, {"text": "It was illegal to slay cats in ancient egypt, in large part because cats provided the great service of controlling the rat population.", "_id": "95502decd0ff3eb2f453fc9e"}, {"text": "In the 15th century, pope innocent viii began ordering the killing of cats, pronouncing them demonic.", "_id": "13339cb05d5f3011c026c4a6"}, {"text": "A cat has five toes on his front paws, and four on the back, unless he’s a polydactyl.", "_id": "b855466ea6ea1e037415d13c"}, {"text": "Polydactyl cats are also referred to as “hemingway cats” because the author was so fond of them.", "_id": "8485d65408d4704513a921b0"}, {"text": "There are 45 hemingway cats living at the author’s former home in key west, fla.", "_id": "ade6cc501a71708ef1636f44"}, {"text": "Original kitty litter was made out of sand but it was replaced by more absorbent clay in 1948.", "_id": "035de419bd390a80ed667140"}, {"text": "Abraham lincoln kept four cats in the white house.", "_id": "0973fa315657eb5db85adfa6"}, {"text": "When asked if her husband had any hobbies, mary todd lincoln is said to have replied “cats.”", "_id": "4b62a96b3dc6cb86b3c17c42"}, {"text": "Isaac newton is credited with inventing the cat door.", "_id": "575b780e6bdc6b1da374c0e7"}, {"text": "One legend claims that cats were created when a lion on noah’s ark sneezed and two kittens came out.", "_id": "8fbd63ca711046b8744e479b"}, {"text": "A cat can jump up to six times its length.", "_id": "ffc2c9c8c25adc5cc0904598"}, {"text": "A house cat is faster than usain bolt.", "_id": "399a66cddcd8ba5fb65078b3"}, {"text": "When cats leave cats' poop uncovered, it is a sign of aggression to let you know cats don’t fear you.", "_id": "d0c192637862f46be1c00c75"}, {"text": "Cats can change cats' meow to manipulate a human. cats often imitate a human baby when cats need food, for example.", "_id": "eb1e7a6808bea8837800457e"}, {"text": "Cats use cats' whiskers to detect if cats can fit through a space.", "_id": "244a1c58496c9f8f3047a98e"}, {"text": "Cats only sweat through cats' foot pads.", "_id": "82a8b095076ed3b252403dd8"}, {"text": "The first cat in space was french. she was named felicette, or “astrocat.” she survived the trip.", "_id": "e04fc12fe8bbcef5b9b15ee1"}, {"text": "Cats have free-floating clavicle bones that attach cats' shoulders to cats' forelimbs, which allows them to squeeze through very small spaces.", "_id": "5cd03d2ef63703d2f16adb6d"}, {"text": "Hearing is the strongest of cat’s senses: cats can hear sounds as high as 64 khz — compared with humans, who can hear only as high as 20 khz.", "_id": "dff510ed9420c25fe68f4e60"}, {"text": "Cats can move cats' ears 180 degrees.", "_id": "fe5e6420f3a6d9d2ca0095ef"}, {"text": "Cats can also move cats' ears separately.", "_id": "1c174d29251fba7ab02668ca"}, {"text": "A cat has detected his human’s breast cancer.", "_id": "d6acb03e20a9d67a4298037f"}, {"text": "A cat’s nose is ridged with a unique pattern, just like a human fingerprint.", "_id": "dd83ce41305b8a1a1631c75d"}, {"text": "Cats have scent glands along cats' tail, cats' forehead, lips, chin, and the underside of cats' front paws.", "_id": "4f5f6740f072986b7bdff1e6"}, {"text": "A cat rubs against people to mark its territory.", "_id": "6f8f8a55d0d72340233e360e"}, {"text": "Cats lick themselves to get your scent off.", "_id": "14efb7bd74e7397c790807b4"}, {"text": "When a family cat died in ancient egypt, family members would shave off cats' eyebrows as cats mourned.", "_id": "59b4e058d812313fd823205f"}, {"text": "Cats also had elaborate memorials that included mummifying the cat and either burying it in a family tomb or pet cemetery.", "_id": "d9ed9fc4ebe7cf27ce3d1020"}, {"text": "Cats were mythic symbols of divinity in ancient egypt.", "_id": "776aa4824c9de8b166f587f4"}, {"text": "Black cats are bad luck in the united states, but cats are good luck in the united kingdom and australia.", "_id": "d1c13bc98be13e4a5cf63da5"}, {"text": "Most cats don’t like water because cats' coats do not insulate them well enough.", "_id": "11e5b838e33a860a6f46278e"}, {"text": "However, a cat called the turkish van does not have that insulation problem and loves it.", "_id": "27e32df0f721877bed072360"}, {"text": "The egyptian mau is the oldest breed of cat.", "_id": "0e1a37f8f0942754b4f740a4"}, {"text": "This breed is also the fastest pedigreed cat.", "_id": "1c16049737d1a2a4ad678a04"}, {"text": "The egyptian word for cat is, in fact, “mau.”", "_id": "0df8da0be51a19408817b086"}, {"text": "Only 11.5% of people consider themselves “cat people.”", "_id": "19b439a615a5d7f1d015a0a7"}, {"text": "Cat people are also 11% more likely to be introverted.", "_id": "c84ea4a6962e30f42481c8b5"}, {"text": "Still, cat people are more open to new experiences than typical “dog people.”", "_id": "486fa54bc504d2eda3d4f451"}, {"text": "Cat owners who are male tend to be luckier in love, as cats are perceived as more sensitive.", "_id": "8d69694424a389a856374806"}, {"text": "Cat owners are 17% more likely to have a graduate degree.", "_id": "c8bbe1df85aa05a097fe0e1a"}, {"text": "Cat people are 25% likely to pick george as cats' favorite beatle.", "_id": "683c479248572c7a78439c30"}, {"text": "A cat’s carbon footprint is similar to that of a vw bug, whereas a dog’s is more like a hummer.", "_id": "1f7df4fc41b3d59bc3d0b8a9"}, {"text": "When your cat brings home a dead mouse or bird, it may do so to show you that you suck at hunting.", "_id": "406a366962c8797027cb2d5f"}, {"text": "Cats have inferior daytime sight, but during the night cats need seven times less light than humans to see.", "_id": "872c262a5689b01b463d15f7"}, {"text": "The largest litter of kittens produced 19 kittens.", "_id": "68119e612af5f128c6611f32"}, {"text": "Eighty-eight percent of cats in the u.s. are spayed or neutered.", "_id": "74885b38ba214e33eecdc25b"}, {"text": "Only 24% of cats who enter animal shelters are adopted.", "_id": "a44dc0c7047bf1172282bd57"}, {"text": "Cats are really cool.", "_id": "a9f94e61a3983f4c02ef0564"}, {"text": "Cats are also very soft.", "_id": "4c0a888c6a68fd5fcc133afc"}, {"text": "If you want to adopt a cat, you can visit your local humane society or check out petfinder.com.", "_id": "7e288c3df658a79b855fc012"}]