[{"_id": "d41d8cd98f00b204e9800998ecf8427e", "text": ""}, {"_id": "b5c517d49a0d73523722e36f8ad13b9a", "text": "A cat's meow is usually not directed at another cat, but at a human. To communicate with other cats, they will usually hiss, purr and spit."}, {"_id": "7a9e0a0193495f1000448aa87f264e4a", "text": "A cat's heart beats almost double the rate of a human heart, from 110 to 140 beats per minute."}, {"_id": "159662850b2f37a5e32a52114c6ed997", "text": "Cat's back claws aren't as sharp as the claws on their front paws."}, {"_id": "cf0761b14cbf73ecdb21efb03a75b713", "text": "Because of widespread cat smuggling in ancient Egypt, the exportation of cats was a crime punishable by death."}, {"_id": "e0962777a4c630a6c2348ca6ae06bfcc", "text": "Unlike most other cats, the Turkish Van breed has a water-resistant coat and enjoys being in water."}, {"_id": "72fe8ccdad99d686519c7465587ce30f", "text": "A female cat is also known to be called a \"queen\" or a \"molly.\""}, {"_id": "c03d47363cc2db91ed7f94ee79e51b1f", "text": "A third of cats' time spent awake is usually spent cleaning themselves."}, {"_id": "8737851a1aa168e9bead83cf56c0324d", "text": "Cats came to the Americas from Europe as pest controllers in the 1750s."}, {"_id": "3b588db7d1f9bfb2086aafdbe0a69b44", "text": "Perhaps the oldest cat breed on record is the Egyptian Mau, which is also the Egyptian language's word for cat."}, {"_id": "49a682474252a14540331851e3d7d16f", "text": "When a household cat died in ancient Egypt, its owners showed their grief by shaving their eyebrows."}, {"_id": "34c807316d4bc7112f00ef4473a0cf5a", "text": "Black cats aren't an omen of ill fortune in all cultures. In the UK and Australia, spotting a black cat is good luck."}, {"_id": "07c2cf96799d00c543755fa9871db702", "text": "A group of kittens is called a \"kindle\", and \"clowder\" is a term that refers to a group of adult cats."}, {"_id": "ea0721645cdbacef7b2f1b629ab09d6c", "text": "According to the Guinness World Records, the largest domestic cat litter totaled at 19 kittens, four of them stillborn."}, {"_id": "4641e4fd33a1cbf29ea4e5c50a8d1c28", "text": "The world's most fertile cat, whose name was Dusty, gave birth to 420 kittens in her lifetime."}, {"_id": "8e7b26b54f0a60a4542a149790014044", "text": "Cats have a 5 toes on their front paws and 4 on each back paw."}, {"_id": "e177e3f5477a65beac0a0162024e24bf", "text": "A kitten with green fur was discovered in Denmark in 1995. Originally thought to be a genetic mutation, scientists later determined it was due to high copper levels in the water supply."}, {"_id": "fe24a0f9cb5b34be8e52e30b528ac829", "text": "The color of York Chocolates becomes richer with age. Kittens are born with a lighter coat than the adults. More: http://ow.ly/muyag"}, {"_id": "eb2140f12ffcc0223670055c1129a26b", "text": "The Snow Leopard, a variety of the California Spangled Cat, always has blue eyes. More: http://ow.ly/muybI"}, {"_id": "ab1b928cf293dff9d8c640acf7db54cd", "text": "Webbed feet on a cat? The Peterbald's got 'em! They make it easy for the cat to get a good grip on things with skill."}, {"_id": "60fd0b998091534f428fcd2ae5a4adeb", "text": "The two outer layers of a cat's hair are called, respectively, the guard hair and the awn hair."}, {"_id": "1d766c03aaeaa103f19ad3e2283e5e4a", "text": "The Maine Coon is appropriately the official State cat of its namesake state."}, {"_id": "ab43cefc7d9d81855e40ed9c83554fda", "text": "It has been said that the Ukrainian Levkoy has the appearance of a dog, due to the angles of its face."}, {"_id": "95d43e679414f19b40a896ed4d178924", "text": "Sometimes called the Canadian Hairless, the Sphynx is the first cat breed that has lasted this long—the breed has been around since 1966."}, {"_id": "2bb437cb4b8d54c036c128d0bca127b3", "text": "Around the world, cats take a break to nap —a catnap— 425 million times a day."}, {"_id": "ca38cd6d167172600c95ad28c11c9d8c", "text": "Collectively, kittens yawn about 200 million time per hour."}, {"_id": "92b296f741ec28cdf8d33d17e1308642", "text": "Despite appearing like a wild cat, the Ocicat does not have an ounce of wild blood."}, {"_id": "706483750023c65dc360622c410ab772", "text": "According to the International Species Information Service, there are only three Marbled Cats still in existence worldwide. One lives in the United States."}, {"_id": "7f13ea6ec102a50ec5f2ee2c03f9a60a", "text": "Talk about Facetime: Cats greet one another by rubbing their noses together."}, {"_id": "8ea16d68ed2231280117293222086503", "text": "A Selkirk slowly loses its naturally-born curly coat, but it grows again when the cat is around 8 months. More: http://ow.ly/muycT"}, {"_id": "7754800d2fdd8a64947f939f0ebf8e1a", "text": "Bobtails are known to have notably short tails -- about half or a third the size of the average cat. More: http://ow.ly/muye8"}, {"_id": "099b1d48f6c7a99406c18e5910391ef7", "text": "Cats who eat too much tuna can become addicted, which can actually cause a Vitamin E deficiency. More: http://ow.ly/muyf6"}, {"_id": "969939211563feab88fb131838b3e609", "text": "Although it is known to be the \"tailless cat,\" the Manx can be born with a stub or a short tail. More: http://ow.ly/muyhp"}, {"_id": "718763ca6ec50cd00ca9303755687b75", "text": "Ragdoll cats live up to their name: they will literally go limp, with relaxed muscles, when lifted by a human. More: http://ow.ly/muyip"}, {"_id": "6350d7752f4db9bc2f6f02aa22858b8e", "text": "Blue-eyed cats have a high tendency to be deaf, but not all cats with blue eyes are deaf. More: http://ow.ly/muyjm"}, {"_id": "bd912a82865e77be29510d2f045b22c7", "text": "Cats use their whiskers to measure openings, indicate mood and general navigation. More: http://ow.ly/muykx"}, {"_id": "5c976417a2035b6cd8089ab2f6d73b2d", "text": "Cats have a strong aversion to anything citrus."}, {"_id": "8c046308dfe3c2d7c5f795b28c5cf262", "text": "Twenty-five percent of cat owners use a blow drier on their cats after bathing."}, {"_id": "6c62d72cb38951362532eb59e21d99cf", "text": "Cats actually have dreams, just like us. They start dreaming when they reach a week old."}, {"_id": "0d422647a19950dd07e25a7b74bd1b1b", "text": "A fingerprint is to a human as a nose is to a cat."}, {"_id": "bd71ebc3739b512fd11f468c07e4f4b3", "text": "Cats have over 100 sounds in their vocal repertoire, while dogs only have 10."}, {"_id": "0abd11320215f5cef92a2f92d68accce", "text": "Caution during Christmas: poinsettias may be festive, but they’re poisonous to cats."}, {"_id": "3047bac50774a02926f6a414b8d25270", "text": "If you killed a cat in the ages of Pharaoh, you could've been put to death."}, {"_id": "697aec8450166a5165a7c12290eb637b", "text": "In one litter of kittens, there could be multiple \"father\" cats."}, {"_id": "13f2fed5353b622ec081597589625c75", "text": "Teeth of cats are sharper when they're kittens. After six months, they lose their needle-sharp milk teeth."}, {"_id": "ec786b79db5b68bba1bf0147501a725a", "text": "Cats have 24 more bones than humans."}, {"_id": "a9a070cb2e448c15942b7c3c7009a0c6", "text": "In homes with more than one cat, it is best to have cats of the opposite sex. They tend to be better housemates."}, {"_id": "440af6a2019660c953bb4359c238d8ea", "text": "Eating grass rids a cats' system of any fur and helps with digestion."}, {"_id": "31eef7c5aefe123b05b912088392c497", "text": "Sir Isaac Newton, among his many achievements, invented the cat \"flap\" door."}, {"_id": "9b534cec5d852152d9b65d6210beee4a", "text": "Rather than nine months, cats' pregnancies last about nine weeks."}, {"_id": "0fd9595ba07d309ce41687400156a544", "text": "Call them wide-eyes: cats are the mammals with the largest eyes."}, {"_id": "6517de783e22e4e5004cd97e5bec4d1d", "text": "Outdoor cats' lifespan averages at about 3 to 5 years; indoor cats have lives that last 16 years or more."}, {"_id": "39a392602ff0a410e75761ae8be9b894", "text": "Today, cats are living twice as long as they did just 50 years ago."}, {"_id": "ec5772f9c54ecaf4646acfe6350b2ce4", "text": "Cats sleep 16 hours of any given day."}, {"_id": "733839f52e6356d21188f8c87bb5afeb", "text": "Most cats don't have eyelashes."}, {"_id": "13b0bc64b4777ad92e860afa99fe4a92", "text": "Most kittens are born with blue eyes, which then turn color with age."}, {"_id": "e3bec5109c52894b42ed6df41cad4940", "text": "Most cat litters contain four to six kittens."}, {"_id": "c56af4abddb699a1a253db557112ea79", "text": "Cats have the skillset that makes them able to learn how to use a toilet."}, {"_id": "4d75af10b0058957da47a97f6c1a51a1", "text": "Cats have the cognitive ability to sense a human's feelings and overall mood."}, {"_id": "43716406b1300f29543e7b6069b12ac4", "text": "Maine Coons are the most massive breed of house cats. They can weigh up to around 24 pounds."}, {"_id": "08ed0fddcc7c5a56a38a0927d26be4b3", "text": "A cat's field of vision does not cover the area right under its nose."}, {"_id": "e2c494103a3da35bf447270597beb8bf", "text": "It is important to include fat in your cat's diet because they're unable to make the nutrient in their bodies on their own."}, {"_id": "77e6e9e1dda0bbf2fefd722a1750ad68", "text": "Genetically, cats' brains are more similar to that of a human than a dog's brain."}, {"_id": "50823da935bd35c5d0dca6e07ce8f162", "text": "If your cat's eyes are closed, it's not necessarily because it's tired. A sign of closed eyes means your cat is happy or pleased."}, {"_id": "1b0172d3461ce617eb85ea2e7de2754b", "text": "Ancient Egyptians first adored cats for their finesse in killing rodents—as far back as 4,000 years ago."}, {"_id": "762def015a786a267b6c4369111a9f20", "text": "Cats' rough tongues enable them to clean themselves efficiently and to lick clean an animal bone."}, {"_id": "a951ad0802da83b0490a9db1a6541f0e", "text": "Cats CAN be lefties and righties, just like us. More than forty percent of them are, leaving some ambidextrous."}, {"_id": "5e403d40ac852e60f04d291e3090c081", "text": "Cats prefer their food at room temperature—not too hot, not too cold."}, {"_id": "6c515e1895d79ae045fa77cea0261b19", "text": "Cats can pick up on your tone of voice, so sweet-talking to your cat has more of an impact than you think."}, {"_id": "48e49f0cbab052764762ed02885eec5e", "text": "In multi-pet households, cats are able to get along especially well with dogs if they're introduced when the cat is under 6 months old and the dog is under one year old."}, {"_id": "e1c2ea77f1369b726ea1fd3c31f583af", "text": "According to the Association for Pet Obesity Prevention (APOP), about 50 million of our cats are overweight."}, {"_id": "31121b36f4ad11621a74492296d2bcef", "text": "As temperatures rise, so do the number of cats. Cats are known to breed in warm weather, which leads many animal advocates worried about the plight of cats under Global Warming."}, {"_id": "9a70f63d41f8631ba593404ded196616", "text": "Some cats can survive falls from as high up as 65 feet or more."}, {"_id": "dfaeb63e85c78da8c36a4893dc6e96bc", "text": "Landing on all fours is something typical to cats thanks to the help of their eyes and special balance organs in their inner ear. These tools help them straighten themselves in the air and land upright on the ground."}, {"_id": "8d0e4d8e19e7dd5833aefabd91e9a5df", "text": "Want to call a hairball by its scientific name? Next time, say the word \"bezoar.\""}, {"_id": "b0b4816db578fa6832900504bb57acf1", "text": "Cats are unable to detect sweetness in anything they taste."}]
